Repository: brian7704/OpenTAKServer
Catalog: opentakserver/translations/*/LC_MESSAGES/messages.po
Languages: de, es, nl, pt

source: No CoT found for UID %(uid)s
de: Kein CoT gefunden für UID: %(uid)s
es: No se encontró CoT para UID %(uid)s
nl: Geen CoT gevonden voor UID %(uid)s

source: This data package has already been uploaded
de: Dieses Datenpaket wurde schon hochgeladen
es: Este paquete de datos ya ha sido cargado
nl: Dit data package is reeds verzonden
pt: Este pacote de dados já foi carregado

source: A file is required
de: Eine Datei wird benötigt
es: Se requiere un archivo
nl: Een bestand is vereist
pt: É necessário um arquivo

source: Invalid file extension: %(extension)s
de: Ungültige Dateiendung: %(extension)s
es: Extensión de archivo no válida: %(extension)s
nl: Ongeldige bestandsextensie: %(extension)s

source: File not found: %(filename)s}
de: Datei nicht gefunden: %(filename)s}
es: Archivo no encontrado: %(filename)s}
nl: Bestand niet gevonden: %(filename)s}

source: Groups are only supported on SSL connections
de: Gruppen sind nur mit SSL Verbindungen unterstützt
es: Los grupos solo se admiten en conexiones SSL
nl: Groepen zijn alleen ondersteund met SSL verbindingen
pt: Os grupos são suportados apenas em conexões SSL

source: Please specify a groupNameFilter
de: Bitte geben Sie einen Gruppennamen Filter an
nl: Specificeer a.u.b een groupNameFilter

source: Please specify a groupNameFilter that starts with %(prefix)s
de: Bitte wähle einen Gruppennamenfilter welcher mit %(prefix)s startet
es: Por favor, especifique un groupNameFilter que comience con %(prefix)s
nl: Specificeer een groupNameFilter dat begint met %(prefix)s
pt: Por favor, especifique um groupNameFilter que comece com %(prefix)s

source: groupNameFilter must end with either _READ or _WRITE
de: Gruppennamenfilter muss entweder mit _READ oder _WRITE enden
es: groupNameFilter debe terminar con _READ o _WRITE
nl: groupNameFilter moet eindigen met _READ of _WRITE
pt: O groupNameFilter deve terminar com _READ ou _WRITE

source: clientUid required
de: clientUid benötigt
es: Se requiere clientUid
nl: clientUid is vereist
pt: clientUid obrigatório

source: Direction must be IN or OUT
de: Die Richtung muss entweder REIN oder RAUS lauten
es: La dirección debe ser IN o OUT
nl: Richting moet IN of OUT zijn
pt: A direção deve ser IN ou OUT

source: The active attribute must be true or false
de: Das aktive Attribut muss Wahr oder Falsch sein
es: El atributo active debe ser verdadero o falso
nl: De attribuutwaarde moet TRUE of FALSE zijn
pt: O atributo ativo deve ser verdadeiro ou falso

source: Group name is required
de: Gruppenname ist erforderlich
es: El nombre del grupo es obligatorio
nl: Groepsnaam is vereist
pt: O nome do grupo é obrigatório

source: %(username)s is not in the %(group_name)s group
de: %(username)s ist kein Mitglied der Gruppe %(group_name)s
nl: %(username)s is niet onderdeel van de %(group_name)s groep
pt: %(username)s não está no grupo %(group_name)s

source: Failed to update group subscriptions for %(username)s: %(e)s
de: Aktualisierung der Gruppenabonnements fehlgeschlagen für %(username)s: %(e)s
nl: Bijwerken van groepslidmaatschap voor %(username)s: %(e)s is mislukt

source: Please provide a group name and direction
de: Bitte geben Sie den Gruppennamen und die Richtung an
es: Proporcione un nombre de grupo y dirección
nl: Geef a.u.b een groepsnaam en richting

source: No group found: %(group_name)s, %(direction)s
de: Gruppe nicht gefunden: %(group_name)s, %(direction)s
nl: Geen groep gevonden: %(group_name)s, %(direction)s

source: No such UID: %(uid)s
de: UID nicht vorhanden: %(uid)s
es: No existe tal UID: %(uid)s
nl: UID niet gevonden: %(uid)s

source: No mission found with guid: %(mission_guid)s
de: Keine Mission gefunden mit GUID: %(mission_guid)s
es: No se encontró ninguna misión con guid: %(mission_guid)s
nl: Geen missie gevonden met guid: %(mission_guid)s

source: Invalid password
de: Ungültiges Passwort
es: Contraseña inválida
nl: Ongeldig wachtwoord
pt: Senha inválida

source: Missions are only supported on SSL connections
de: Missionen sind nur mit SSL Verbindung unterstützt
es: Las misiones solo se admiten en conexiones SSL
nl: Missies zijn alleen ondersteund via SSL verbindingen
pt: As missões só são suportadas em conexões SSL

source: Please provide a mission name and creatorUid
de: Bitte liefere einen Missionsname und die creatorUid
es: Proporcione un nombre de misión y un creatorUid
nl: Geef a.u.b een missienaam en creatorUid op

source: Invalid creatorUid: %(creator_uid)s
de: Ungültige creatorUid: %(creator_uid)s
es: CreatorUid no válido: %(creator_uid)s
nl: Ongeldig creatorUid: %(creator_uid)s

source: Group not found: %(group_name)s
de: Gruppe nicht gefunden: %(group_name)s
es: Grupo no encontrado: %(group_name)s
nl: Groep niet gevonden: %(group_name)s

source: Failed to add mission: %(e)s
de: Mission konnte nicht hinzugefügt werden: %(e)s
nl: Missie toevoegen mislukt: %(e)s

source: Invalid mission name
de: Fehlender Missionsname
nl: Ongeldige missienaam
pt: Nome da missão inválido

source: Mission %(mission_name)S not found
de: Mission %(mission_name)S nicht gefunden
es: Misión %(mission_name)s no encontrada

source: Missing or invalid token
de: Fehlender oder ungültiger Token
nl: Ontbrekend of ongeldig token

source: Only mission owners can delete missions
de: Nur Missionseigentümer können Missionen löschen
es: Sólo los propietarios de misiones pueden eliminar misiones
nl: Alleen missie eigenaren kunnen missies verwijderen
pt: Somente os donos das missões podem excluí-las

source: Mission %(mission_name)s not found
de: Mission %(mission_name)s nicht gefunden
es: Misión %(mission_name)s no encontrada
nl: Missie %(mission_name)s niet gevonden

source: Please provide the password
de: Bitte geben Sie das Passwort ein
nl: Geef a.u.b een wachtwoord op
pt: Por favor, forneça a senha

source: You do not have permission to change this mission's password
de: Du hast keine Berechtigungen um das Maissionspasswort zu ändern
es: No tienes permiso para cambiar la contraseña de esta misión
nl: Je hebt geen rechten om het missie wachtwoord te veranderen
pt: Você não tem permissão para alterar a senha desta missão

source: No EUD found with UID %(invitee)s
de: Kein EUD mit UID %(invitee)s gefunden
nl: Geen EUD gevonden met UID %(invitee)s
pt: Nenhum EUD encontrado com UID %(invitee)s

source: No EUD found with callsign %(invitee)s
de: Kein EUD mit Rufzeichen %(invitee)s gefunden
es: No se encontró ningún EUD con indicativo %(invitee)s
nl: Geen EUD met callsign %(invitee)s
pt: Nenhum EUD encontrado com o indicativo de chamada %(invitee)s

source: No user found with username %(invitee)s
de: Keinen Benutzer mit dem Usernamen %(invitee)s gefunden
es: No se encontró ningún usuario con el nombre de usuario %(invitee)s
nl: Geen gebruiker gevonden met gebruikersnaam %(invitee)s
pt: Nenhum usuário encontrado com o nome de usuário %(invitee)s

source: No group found: %(invitee)s
de: Keine Gruppe gefunden: %(invitee)s
es: No se encontró ningún grupo: %(invitee)s
nl: Geen groep gevonden: %(invitee)s
pt: Nenhum grupo encontrado: %(invitee)s

source: Team not found: %(invitee)s
de: Team nicht gefunden: %(invitee)s
nl: Team niet gevonden: %(invitee)s
pt: Equipe não encontrada: %(invitee)s

source: Invalid invitation type: %(invitation_type)s
de: Ungültiger Einladungstyp: %(invitation_type)s
nl: Ongeldig uitnodigingsformaat: %(invitation_type)s

source: Mission not found: %(mission_name)s
de: Mission nicht gefunden: %(mission_name)s
es: Misión no encontrada: %(mission_name)s
nl: Missie niet gevonden: %(mission_name)s
pt: Missão não encontrada: %(mission_name)s

source: Invalid invitation type: %(invitation)s
de: Ungültiger Einladungstyp: %(invitation)s
es: Tipo de invitación no válido: %(invitation)s
nl: Ongeldig uitnodigingsformaat: %(invitation)s

source: No such mission found: %(mission_name)s
de: Keine solche Mission gefunden: %(mission_name)s
nl: Deze missie is niet gevonden: %(mission_name)s
pt: Nenhuma missão encontrada: %(mission_name)s

source: Only mission owners can change EUD roles
de: Nur Missionseigentümer können EUD Rollen ändern
es: Solo los propietarios de misiones pueden cambiar los roles de EUD
nl: Alleen missie eigenaren kunnen EUD rollen wijzigen
pt: Somente os proprietários da missão podem alterar as funções do EUD

source: Please provide a UID
de: Bitte geben Sie eine UID ein
nl: Geef a.u.b een UID op
pt: Por favor, forneça um UID

source: Invalid UID: %(client_uid)s
de: Ungültige UID: %(client_uid)s
nl: Ongeldig UID: %(client_uid)s
pt: UID inválido: %(client_uid)s

source: Invalid role: %(new_role)s
de: Ungültiger Rolle: %(new_role)s
nl: Ongeldige rol: %(new_role)s
pt: Função inválida: %(new_role)s

source: Cannot find mission %(mission_name)s
de: Kann Mission %(mission_name)s nicht finden
nl: Kan missie %(mission_name)s niet vinden
pt: Não foi possível encontrar a missão %(mission_name)s

source: Cannot find mission %(mission_guid)s
de: Kann Mission %(mission_guid)s nicht finden
nl: Kan missie %(mission_guid)s nite vinden
pt: Não foi possível encontrar a missão %(mission_guid)s

source: %(username)s and mission %(mission_name)s are not in the same group
de: %(username)s und Mission %(mission_name)s sind nicht in der gleichen Gruppe
nl: %(username)s en missie %(mission_name)s zijn niet onderdeel van dezelfde groep
pt: %(username)s e a missão %(mission_name)s não estão no mesmo grupo

source: Invalid token
de: Ungültiger Token
es: Token inválido
nl: Ongeldig token
pt: Token inválido

source: Missing UID
de: Fehlende UID
nl: Ontbrekend UID
pt: UID ausente

source: Invalid UID: %(uid)s
de: Ungültige UID: %(uid)s
es: UID no válido: %(uid)s
nl: Ongeldig UID: %(uid)s

source: Missing or invalid certificate
de: Fehlendes oder ungültiges Zertifikat
es: Certificado faltante o inválido
nl: Ontbrekend of ongeldig certificaat
pt: Certificado ausente ou inválido

source: File name cannot be blank
de: Der Dateiname darf nicht leer sein
es: El nombre del archivo no puede estar en blanco
nl: Bestandsnaam mag niet leeg zijn
pt: O nome do arquivo não pode estar em branco

source: %(extension)s is not an allowed file extension
de: %(extension)s ist keine zulässige Dateiendung
es: %(extension)s no es una extensión de archivo permitida
nl: %(extension)s is niet een toegestande bestandsextensie
pt: %(extension)s não é uma extensão de arquivo permitida

source: No content found with hash: %(content_hash)s
de: Kein Inhalt gefunden mit dem Hash: %(content_hash)s
es: No se encontró contenido con el hash: %(content_hash)s
nl: Geen content gevonden met hash: %(content_hash)s
pt: Nenhum conteúdo encontrado com o hash: %(content_hash)s

source: No such mission: %(mission_name)s
de: Keine solche Mission: %(mission_name)s
nl: Geen missie gevonden: %(mission_name)s

source: No such file with hash %(content_hash)s
de: Keine Datei gefunden mit dem Hash: %(content_hash)s
es: No existe el archivo con hash %(content_hash)s
nl: Geen bestand gevonden met hash %(content_hash)s
pt: Não existe arquivo com o hash %(content_hash)s

source: UID %(uid)s not found
de: UID %(uid)s nicht gefunden
es: UID %(uid)s no encontrado
nl: UID %(uid)s niet gevonden

source: No content found with hash %(hash)s
de: Kein Inhalt gefunden mit dem Hash: %(hash)s
es: No se encontró contenido con hash %(hash)s
nl: Geen content gevonden met hash %(hash)s

source: Failed to delete content with hash %(hash)s: %(e)s
de: Fehler beim Löschen des Inhaltes mit Hash %(hash)s:%(e)s
nl: Verwijderen content met hash %(hash)s: %(e)s mislukt

source: Invalid Certificate
de: Ungültiges Zertifikat
es: Certificado inválido
nl: Ongeldig certificaat
pt: Certificado inválido

source: Video not found
de: Video nicht gefunden
es: Vídeo no encontrado
nl: Video niet gevonden
pt: Vídeo não encontrado

source: User %(username)s not found
de: Benutzer %(username)s nicht gefunden
es: Usuario %(username)s no encontrado
nl: Gebruikersnaam %(username)s niet gevonden
pt: Usuário %(username)s não encontrado

source: Video stream with uid %(uid)s not found
de: Videostream mit UID %(uid)s nicht gefunden
es: No se encontró la transmisión de video con uid %(uid)s
nl: Video stream met uid %(uid)s niet gevonden

source: Invalid username: %(username)s
de: Ungültiger Benutzername: %(username)s
es: Nombre de usuario no válido: %(username)s
nl: Ongeldige gebruikersnaam: %(username)s
pt: Nome de usuário inválido: %(username)s

source: Certificate already exists for %(username)s
de: Für %(username)s existiert bereits ein Zertifikat
es: El certificado ya existe para %(username)s
nl: Certificaat reeds aanwezig voor %(username)s
pt: Já existe certificado para %(username)s

source: Please specify a callsign
de: Bitte geben Sie ein Rufzeichen an
es: Por favor, especifique un indicativo
nl: Specificeer een callsign

source: Unknown UID: %(uid)s
de: Unbekannte UID: %(uid)s
es: UID desconocido: %(uid)s
nl: Onbekend UID: %(uid)s
pt: UID desconhecido: %(uid)s

source: Server connection data packages can't be installed on enrollment or connection
de: Serververbindungsdatenpakete können nicht bei der Registrierung oder Verbindung installiert werden
es: Los paquetes de datos de conexión del servidor no se pueden instalar durante la inscripción o la conexión
nl: Server connectie data packages kunnen niet worden geinstalleerd tijdens enrollment of bij verbinden
pt: Não é possível instalar pacotes de dados de conexão com o servidor durante o registro ou a conexão

source: Invalid/unknown hash
de: Ungültiger/unbekannter Hash
es: Hash no válido o desconocido
nl: Ongeldige/onbekende hash
pt: Hash inválido/desconhecido

source: Please provide a data package hash
de: Bitte geben Sie einen Hash des Datenpakets an
es: Proporcione un hash del paquete de datos
nl: Geef a.u.b een data package hash op
pt: Por favor, forneça o hash do pacote de dados

source: Data package with hash '%(hash)s' not found
de: Datenpaket mit Hash '%(hash)s' nicht gefunden
es: No se encontró el paquete de datos con hash '%(hash)s'
nl: Data package met hash %(hash)s' niet gevonden
pt: Pacote de dados com hash '%(hash)s' não encontrado

source: Please specify the preference_key
de: Bitte geben Sie den preference_key an
es: Por favor especifique la clave de preferencia
nl: Geef a.u.b de preference_key op
pt: Por favor, especifique a chave de preferência

source: Unknown preference_key: %(preference_key)s
de: Unbekannter preference_key: %(preference_key)s
es: preference_key desconocida: %(preference_key)s
nl: Onbekende preference_key: %(preference_key)s
pt: Chave de preferência desconhecida: %(preference_key)s

source: LDAP is enabled. Please view and edit groups on your LDAP server
de: LDAP ist aktiviert. Bitte sehen Sie sich die Gruppen auf Ihrem LDAP-Server an und bearbeiten Sie sie
es: LDAP está habilitado. Visualice y edite grupos en su servidor LDAP
nl: LDAP is geactiveerd. Bekijk en bewerk groepen op de LDAP server
pt: O LDAP está ativado. Por favor, visualize e edite os grupos no seu servidor LDAP

source: Please provide the username, group name, and direction
de: Bitte geben Sie den Benutzernamen, den Gruppennamen und die Richtung an
es: Proporcione el nombre de usuario, el nombre del grupo y la dirección
nl: Geef gebruikersnaam, groepsnaam, en richting op
pt: Por favor, forneça o nome de usuário, o nome do grupo e as instruções

source: Invalid direction: %(direction)s
de: Ungültige Richtung: %(direction)s
es: Dirección no válida: %(direction)s
nl: Ongeldige richting: %(direction)s
pt: Direção inválida: %(direction)s

source: Group %(group_name)s not found
de: Gruppe %(group_name)s nicht gefunden
es: Grupo %(group_name)s no encontrado
nl: Groep %(group_name)s niet gevonden
pt: Grupo %(group_name)s não encontrado

source: Failed to remove %(username)s from %(group_name)s: %(e)s
de: %(username)s konnte nicht aus %(group_name)s entfernt werden: %(e)s
es: No se pudo eliminar %(username)s de %(group_name)s: %(e)s
nl: Verwijderen van %(username)s in %(group_name)s: %(e)s mislukt
pt: Falha ao remover %(username)s de %(group_name)s: %(e)s

source: LDAP is enabled, please use your LDAP server to add groups
de: LDAP ist aktiviert. Bitte verwenden Sie Ihren LDAP-Server, um Gruppen hinzuzufügen
es: LDAP está habilitado, utilice su servidor LDAP para agregar grupos
nl: LDAP is geactiveerd, gebruik de LDAP server om groepen toe te voegen
pt: O LDAP está habilitado. Por favor, utilize seu servidor LDAP para adicionar grupos

source: Missing name
de: Fehlender Name
es: Nombre faltante
nl: Ontbrekende naam
pt: Nome ausente

source: %(name)s group already exists
de: Die Gruppe %(name)s existiert bereits
es: El grupo %(name)s ya existe
nl: %(name)s groep bestaat al
pt: O grupo %(name)s já existe

source: Failed to add %(name)s group: %(e)s
de: Fehler beim Hinzufügen der Gruppe %(name)s: %(e)s
es: No se pudo agregar el grupo %(name)s: %(e)s
nl: Toevoegen van %(name)s groep: %(e)s mislukt
pt: Falha ao adicionar o grupo %(name)s: %(e)s

source: LDAP is enabled, please use your LDAP server to add users to groups
de: LDAP ist aktiviert. Bitte verwenden Sie Ihren LDAP-Server, um Benutzer zu Gruppen hinzuzufügen
es: LDAP está habilitado, utilice su servidor LDAP para agregar usuarios a grupos
nl: LDAP is geactiveerd, gebruik de LDAP server om gebruikers aan groepen toe te voegen
pt: O LDAP está habilitado. Utilize seu servidor LDAP para adicionar usuários aos grupos

source: Please provide a list of users, group name, and direction
de: Bitte geben Sie eine Liste der Benutzer, den Gruppennamen und die Richtung an
es: Proporcione una lista de usuarios, nombre del grupo y dirección
nl: Geef een lijst met gebruikers, groepsnamen, en richting
pt: Por favor, forneça uma lista de usuários, nome do grupo e instruções

source: User %(username)s does not exist
de: Der Benutzer %(username)s existiert nicht
es: El usuario %(username)s no existe
nl: Gebruikersnaam %(username)s bestaat niet
pt: O usuário %(username)s não existe

source: Group %(group_name)s does not exist
de: Die Gruppe %(group_name)s existiert nicht
es: El grupo %(group_name)s no existe
nl: Groep %(group_name)s bestaat niet
pt: O grupo %(group_name)s não existe

source: LDAP is enabled, please use your LDAP server to delete groups
de: LDAP ist aktiviert. Bitte verwenden Sie Ihren LDAP-Server, um Gruppen zu löschen
es: LDAP está habilitado, utilice su servidor LDAP para eliminar grupos
nl: LDAP is geactiveerd, gebruik de LDAP server om groepen te verwijderen
pt: O LDAP está habilitado. Por favor, utilize seu servidor LDAP para excluir grupos

source: Missing group name
de: Fehlender Gruppenname
es: Nombre del grupo faltante
nl: Ontbrekende groepsnaam
pt: Nome do grupo ausente

source: The __ANON__ group cannot be deleted
de: Die Gruppe __ANON__ kann nicht gelöscht werden
es: El grupo __ANON__ no se puede eliminar
nl: De __ANON__ groep kan niet worden verwijderd
pt: O grupo __ANON__ não pode ser excluído

source: No such group: %(group_name)s
de: Keine solche Gruppe: %(group_name)s
es: No existe tal grupo: %(group_name)s
nl: Geen groep gevonden: %(group_name)s
pt: Nenhum grupo com esse nome: %(group_name)s

source: Failed to delete %(group_name)s: %(e)s
de: Fehler beim Löschen von %(group_name)s: %(e)s
es: No se pudo eliminar %(group_name)s: %(e)s
nl: Verwijderen van %(group_name)s: %(e)s mislukt
pt: Falha ao excluir %(group_name)s: %(e)s

source: This is a test
de: Dies ist ein Test
es: Esta es una prueba
nl: Dit is een test

source: Please provide a latitude and longitude
de: Bitte geben Sie Längen- und Breitengrad an
es: Proporcione una latitud y longitud
nl: Geef de breedte- en lengtegraad op

source: Invalid latitude: %(latitude)s
de: Ungültiger Breitengrad: %(latitude)s
es: Latitud no válida: %(latitude)s
nl: Ongeldige breedtegraad: %(latitude)s

source: Invalid longitude: %(longitude)s
de: Ungültiger Längengrad: %(longitude)s
es: Longitud no válida: %(longitude)s
nl: Ongeldige lengtegraad: %(longitude)s

source: Failed to parse lat/lon: %(e)s
de: Fehler beim Parsen der Längen- und Breitengrade: %(e)s
es: No se pudo analizar la latitud y la longitud: %(e)s
nl: Interpretatiefout van breedte- en lengtegraad: %(e)s

source: Please provide a name
de: Bitte geben Sie einen Namen an
es: Por favor proporcione un nombre
nl: Geef a.u.b een naam
pt: Por favor, forneça um nome

source: Invalid UID. UIDs need to be in UUID4 format
de: Ungültige UID. UIDs müssen im UUID4-Format vorliegen
es: UID no válido. Los UID deben estar en formato UUID4
nl: Ongeldig UID. UIDs moeten in het UUID4 formaat
pt: UID inválido. Os UIDs precisam estar no formato UUID4

source: Invalid type: %(cot_type)s
de: Ungültiger Typ: %(cot_type)s
pt: Tipo inválido: %(cot_type)s

source: Failed to parse data: %(e)s
de: Fehler beim Parsen der Daten: %(e)s

source: Please provide the UID of the marker to delete
de: Bitte geben Sie die UID des zu löschenden Markers an
es: Proporcione el UID del marcador que desea eliminar
pt: Por favor, forneça o UID do marcador a ser excluído

source: Unknown UID
de: Unbekannte UID

source: Please specify a path name
de: Bitte geben Sie einen Pfadnamen an
pt: Por favor, especifique um nome de caminho

source: Path cannot begin with a slash
de: Der Pfad darf nicht mit einem Slash beginnen
es: La ruta no puede comenzar con una barra
pt: O caminho não pode começar com uma barra

source: Path %(path)s not found
de: Pfad %(path)s nicht gefunden

source: MediaMTX is not running
de: MediaMTX läuft nicht
es: MediaMTX no se está ejecutando
pt: O MediaMTX não está em execução

source: Please provide the URL of the channel to delete
de: Bitte geben Sie die URL des zu löschenden Kanals an
es: Proporcione la URL del canal que desea eliminar
pt: Por favor, forneça o URL do canal que deseja excluir

source: Invalid property: %(key)s
de: Ungültige Eigenschaft: %(key)s

source: Only an admin or the mission creator can change this mission
de: Nur ein Administrator oder der Missionsersteller kann diese Mission ändern
es: Sólo un administrador o el creador de la misión puede cambiar esta misión
pt: Somente um administrador ou o criador da missão pode alterar esta missão

source: Please specify a mission name
de: Bitte geben Sie ein Missionsnamen an
pt: Por favor, especifique o nome da missão

source: Please provide the mission password
de: Bitte geben Sie einen Missionspasswort an
pt: Por favor, forneça a senha da missão

source: Server plugins must be zip, whl, or tar.gz files
de: Server-Plugins müssen im zip-, whl- oder tar.gz-Format vorliegen
es: Los complementos del servidor deben ser archivos zip, whl o tar.gz
pt: Os plugins do servidor devem ser arquivos zip, whl ou tar.gz

source: Plugins are disabled
de: Plugins sind deaktiviert
es: Los complementos están deshabilitados
pt: Os plugins estão desativados

source: Plugin %(plugin_name)s not found
de: Plugin %(plugin_name)s nicht gefunden
pt: Plugin %(plugin_name)s não encontrado

source: No token found for %s(username)s
de: Kein Token gefunden für %s(username)s
es: No se encontró ningún token para %(username)s

source: Failed to delete token: %(e)s
de: Token konnte nicht gelöscht werden: %(e)s
pt: Falha ao excluir o token: %(e)s

source: LDAP is enabled, please use your LDAP server to create users
de: LDAP ist aktiviert. Bitte verwenden Sie Ihren LDAP-Server, um Benutzer anzulegen
es: LDAP está habilitado, utilice su servidor LDAP para crear usuarios
pt: O LDAP está habilitado; utilize seu servidor LDAP para criar usuários

source: Passwords do not match
de: Die Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
pt: As senhas não coincidem

source: Role %(role)s does not exist
de: Die Rolle %(role)s existiert nicht
es: El rol %(role)s no existe
pt: A função %(role)s não existe
