Repository: brian7704/OpenTAKServer
Catalog: opentakserver/translations/*/LC_MESSAGES/messages.po
Languages: de, es, nl, pt

source: Only administrators can add users to the administrators role
de: Nur Administratoren können Benutzer zur Administratorrolle hinzufügen
es: Sólo los administradores pueden agregar usuarios al rol de administradores
pt: Somente administradores podem adicionar usuários à função de administrador

source: User %(username)s already exists
de: Benutzer %(username)s existiert bereits
es: El usuario %(username)s ya existe
pt: O usuário %(username)s já existe

source: LDAP is enabled, please use your LDAP server to delete users
de: LDAP ist aktiviert. Bitte verwenden Sie Ihren LDAP-Server, um Benutzer zu löschen
es: LDAP está habilitado, utilice su servidor LDAP para eliminar usuarios
pt: O LDAP está habilitado. Utilize seu servidor LDAP para excluir usuários

source: You can't delete your own account
de: Du kannst dein eigenes Konto nicht löschen
es: No puedes eliminar tu propia cuenta
pt: Você não pode excluir sua própria conta

source: Failed to delete user: %(e)s
de: Benutzer konnte nicht gelöscht werden: %(e)s
es: No se pudo eliminar el usuario: %(e)s
pt: Falha ao excluir o usuário: %(e)s

source: LDAP is enabled, please use your LDAP server to reset passwords
de: LDAP ist aktiviert. Bitte verwenden Sie Ihren LDAP-Server, um Passwörter zurückzusetzen
es: LDAP está habilitado, utilice su servidor LDAP para restablecer las contraseñas
pt: O LDAP está ativado. Utilize o seu servidor LDAP para redefinir as senhas

source: Please specify a username and new password
de: Bitte geben Sie einen Benutzernamen und ein neues Passwort an
es: Por favor, especifique un nombre de usuario y una nueva contraseña
pt: Por favor, especifique um nome de usuário e uma nova senha

source: Your password must be at least %(characters)s characters long
de: Ihr Passwort muss mindestens %(characters)s Zeichen lang sein
es: Su contraseña debe tener al menos %(characters)s caracteres
pt: Sua senha deve ter pelo menos %(characters)s caracteres

source: Could not find user %(username)s
de: Benutzer %(username)s konnte nicht gefunden werden
es: No se pudo encontrar el usuario %(username)s
pt: Não foi possível encontrar o usuário %(username)s

source: LDAP is enabled, please use your LDAP server to deactivate users
de: LDAP ist aktiviert. Bitte deaktivieren Sie Benutzer mithilfe Ihres LDAP-Servers
es: LDAP está habilitado, utilice su servidor LDAP para desactivar usuarios
pt: O LDAP está habilitado. Utilize seu servidor LDAP para desativar os usuários

source: Please specify the username to deactivate
de: Bitte geben Sie den Benutzernamen an, der deaktiviert werden soll
es: Por favor especifique el nombre de usuario a desactivar
pt: Por favor, especifique o nome de usuário para desativar

source: %(username)s is already deactivated
de: %(username)s ist bereits deaktiviert
es: %(username)s ya está desactivado
pt: %(username)s já está desativado

source: LDAP is enabled, please use your LDAP server to activate users
de: LDAP ist aktiviert. Bitte verwenden Sie Ihren LDAP-Server, um Benutzer zu aktivieren
es: LDAP está habilitado, utilice su servidor LDAP para activar usuarios
pt: O LDAP está habilitado. Utilize seu servidor LDAP para ativar os usuários

source: Please specify the username to activate
de: Bitte geben Sie den Benutzernamen für die Aktivierung an
es: Por favor especifique el nombre de usuario para activar
pt: Por favor, especifique o nome de usuário para ativar

source: %(username)s is already activated
de: %(username)s ist bereits aktiviert
es: %(username)s ya está activado
pt: %(username)s já está ativado

source: LDAP is enabled, please use your LDAP server to assign roles
de: LDAP ist aktiviert. Bitte verwenden Sie Ihren LDAP-Server, um Rollen zuzuweisen
es: LDAP está habilitado, utilice su servidor LDAP para asignar roles
pt: O LDAP está habilitado. Utilize seu servidor LDAP para atribuir funções

source: Please specify a username and roles
de: Bitte geben Sie einen Benutzernamen und die gewünschten Rollen an
es: Por favor especifique un nombre de usuario y roles
pt: Por favor, especifique um nome de usuário e funções

source: EUD %(eud_uid)s not found
de: EUD %(eud_uid)s nicht gefunden
es: EUD %(eud_uid)s no encontrado
pt: EUD %(eud_uid)s não encontrado

source: %(uid)s is already assigned to another user
de: %(uid)s ist bereits einem anderen Benutzer zugewiesen
es: %(uid)s ya está asignado a otro usuario
pt: %(uid)s já está atribuído a outro usuário

source: LDAP is enabled, please use your LDAP server to manage users
de: LDAP ist aktiviert. Bitte verwenden Sie Ihren LDAP-Server zur Benutzerverwaltung
es: LDAP está habilitado, utilice su servidor LDAP para administrar usuarios
pt: O LDAP está habilitado. Utilize seu servidor LDAP para gerenciar usuários

source: LDAP is enabled, please use your LDAP server to manage groups
de: LDAP ist aktiviert. Bitte verwenden Sie Ihren LDAP-Server zur Verwaltung von Gruppen
es: LDAP está habilitado, utilice su servidor LDAP para administrar grupos
pt: O LDAP está habilitado; utilize seu servidor LDAP para gerenciar grupos

source: Please provide a username
de: Bitte geben Sie einen Benutzernamen an
es: Por favor proporcione un nombre de usuario
pt: Por favor, forneça um nome de usuário

source: Please provide a list of groups, a username, and a direction
de: Bitte geben Sie eine Liste der Gruppen, einen Benutzernamen und eine Richtung an
es: Proporcione una lista de grupos, un nombre de usuario y una dirección
pt: Por favor, forneça uma lista de grupos, um nome de usuário e uma direção

source: User %(username)s doesn't exist
de: Benutzer %(username)s existiert nicht
es: El usuario %(username)s no existe
pt: O usuário %(username)s não existe

source: Group %(group_name)s doesn't exist
de: Gruppe %(group_name)s existiert nicht
es: El grupo %(group_name)s no existe
pt: O grupo %(group_name)s não existe

source: Please specify a valid path
de: Bitte geben Sie einen gültigen Pfad an
es: Por favor especifique una ruta válida
pt: Por favor, especifique um caminho válido

source: Invalid recording_id: %(recording_id)s
de: Ungültige recording_id: %(recording_id)s
es: recording_id no válido: %(recording_id)s
pt: recording_id inválido: %(recording_id)s

source: Recording not found
de: Aufnahme nicht gefunden
es: Grabación no encontrada
pt: Gravação não encontrada

source: Invalid secago value: %(sec_ago)s
es: Valor secago no válido: %(sec_ago)s
nl: Ongeldige secago waarde: %(sec_ago)s

source: Invalid sort column: %(sort_by)s
nl: Ongeldige kolom sortering: %(sort_by)s
